{
    "home": "Главная",
    "users": "Пользователи",
    "settings": "Настройки",
    "about": "Информация",
    "blog" : "Пост",
    "publishPost": "Публиковать пост",

    "en":"Английский",
    "ru": "Русский",
    "uz":"Узбекский",

    "firstname":"Имя",
    "lastname":"Фамилия",
    "username":"Имя пользователя",

    "fullinformation":"Подробнее",

    "profile":"Профиль",
    "profileSettings":"Настройки профиля",
    "currentPassword":"Текущий пароль",
    "newPassword":"Новый пароль",
    "confirmPassword":"Подтвердите пароль",

    "ok":"Продолжить",
    "edit": "Редактировать",
    "delete":"Удалить",
    "create":"Создатъ",
    "save":"Сохранить",
    "change":"Изменить",
    "cancel":"Отмена",
    "signout": "Выйти",
    "notfound":"Посты не найдены!",
    "search":"Поиск",
    "success":"Успех изменился!",

    "fullInformation":"Полная информация",
    "readMore":"Информация",
    "forDelete":"Вы уверены, что хотите удалить это?",


    "userPaswordInfo1":"Защитите свой аккаунт",
    "userPaswordInfo2":"Пароль должен быть длиной не менее 8 символов. Должно включать: «Прописные буквы», «Строчные буквы», «Цифры» и «Символы».",
    "aboutpage":"О нас Что такое личный блог? Платформы такого типа очень распространены в Интернете, всего два года назад они стали очень модными, но до сих пор являются дополнительной опцией веб-страниц. Однако иногда его определение сложно определить из-за его структуры и функции. Иногда их сравнивают с веб-платформами и официальными страницами брендов и продуктов. Можно сказать, что личные блоги служат для выражения отдельных мыслей, чувств, эмоций и идей, которые видны каждому. Аналогичным образом, личные блоги можно использовать для выражения профессиональных мнений и идей, чтобы продемонстрировать определенные навыки в определенной области. Независимо от специальности, идея состоит в том, чтобы самоотверженно продемонстрировать определенные навыки и знания. Для чего они используются? В предыдущих параграфах мы дали краткое описание этих платформ. Можно сказать, что они используются во многих вещах, особенно если они личного характера, их используют для принятия людей, имеющих одинаковое мнение или преследующих одни и те же цели. В них вы можете оставлять комментарии непосредственно владельцу блога, просматривать общую аудиторию, взаимодействовать с другими людьми, которых мы не знаем, и, если да, общаться в чате. Подводя итог этой части, мы рассматриваем его как инструмент частной лиги, где блоггер (называемый владельцем аккаунта) использует пространство в сети, чтобы высказывать мысли, чувства или мнения, связанные с действиями. Специальная тема. Как создать личный блог? Большинство платформ, предлагающих услуги ведения блогов, делают это бесплатно, но они также предлагают услуги премиум-класса с определенными условиями оплаты; Вам не нужно иметь глубоких знаний в области компьютеров или программирования, просто потратьте несколько минут, и вы сможете создать блог, который вызовет большой интерес. Однако, если вы хотите сделать свой личный блог профессиональным, мы рекомендуем использовать премиум-платформу или платную платформу, поскольку бесплатные варианты не предлагают для этого ресурсов или инструментов. Таким образом, вы можете создать его на любой платформе, например Blogger.com, WordPress.com, Jimdo или Tumblr."
}